# print("龙仔哥哥")

# print("想要活的太快乐就别太清醒")
#*agrs 表示接收的内容  可以接收多个内容
# 接收多个内容就需要使用逗号隔开
# print("想要活的太快乐","就别太清醒","我emo了","分享给谁呢")

# 设置sep
# print("想要活的太快乐","就别太清醒","我emo了","分享给谁呢",sep=",")
# 想要活的太快乐龙仔就别太清醒龙仔我emo了龙仔分享给谁呢
# print("我,你,他,",sep="+")
#
#
# print("我,你,他,",sep="+",end="龙仔哥哥好帅")

# \  英文输入法 p右边第三个按键

# ctrl+z 撤回上一步

"""
 注意事项:
    1. print一定是全小写  因为在python是区域大小写的
    2. ()括号 一定要是英文输入法输入的  不能是中文输入法
        （） 这样子的是中文输入法输入的会报错
         () 英文是这样子的
    3. 只要在print中写的文字都需要使用单引号或者双引号包括
    4. 同样  单引号和双引号 也是要区分  输入法的 一定要是英文
        ‘’ “” 这是中文输入法输入的 会报错
        '' "" 英文是这样子的
    5.多个内容使用逗号也需要注意 一定要是英文输入法
        ，这是中文输入法输入的 会报错
        ,英文是这样子的
"""
#
# print("君不见，黄河之水天上来，奔流到海不复回。","君不见，高堂明镜悲白发，朝如青丝暮成雪。",sep="\n")


print("君不见，黄河之水天上来，")
print("奔流到海不复回")
print("君不见，高堂明镜悲白发，")
print("朝如青丝暮成雪。")